;==========================================================
; NEW ITEMS -----------------------------------------------
;==========================================================
[ArcticRounds X2AmmoTemplate]
FriendlyName="寒霜子弹"
FriendlyNamePlural="寒霜子弹"
BriefSummary="这种弹药释放高度吸热的化学药剂，能够以极快的速度吸收热量，在击中时冷却有机目标并造成额外伤害."
TacticalText="<Bullet/> 这种子弹会造成额外伤害，并可以冷却击中的任何有机目标.\n<Bullet/> 寒霜子弹有很小的几率冻结目标.\n<Bullet/> 冷却的目标更容易被冻结."

[FrostbombMk2 X2GrenadeTemplate]
FriendlyName="寒霜炸弹"
FriendlyNamePlural="寒霜炸弹"
BriefSummary="升级后的寒霜炸弹中的低温化合物进一步增加了吸热半径，将在伤害范围内冷却有机目标，在爆炸中心点的将被冻结."
TacticalText="<Bullet/> 寒霜炸弹会冷却爆炸半径内的非金属单位，降低它们的机动性并削弱闪避几率.\n<Bullet/> 被困在爆炸中心的单位将被冻结，阻止它们在1个回合内的任何行动."
ThrownAbilityName="投掷寒霜炸弹"
ThrownAbilityHelpText="冷却并冻结目标区域内的所有单位."
LaunchedAbilityname="发射寒霜炸弹"
LaunchedAbilityHelpText="冷却并冻结目标区域内的所有单位."

[FrostbombMk3 X2GrenadeTemplate]
FriendlyName="寒霜弹头"
FriendlyNamePlural="寒霜弹头"
BriefSummary="升级后的寒霜弹头在爆炸威力上显著加强，进一步扩大了原有爆炸半径，并对大量单位造成毁灭性的寒霜效应."
TacticalText="<Bullet/> 寒霜弹头会冷却爆炸半径内的非金属单位，降低它们的机动性并削弱闪避几率.\n<Bullet/> 被困在爆炸中心的单位将被冻结，阻止它们在1个回合内的任何行动."
ThrownAbilityName="投掷寒霜弹头"
ThrownAbilityHelpText="冷却并冻结目标区域内的所有单位."
LaunchedAbilityname="发射寒霜弹头"
LaunchedAbilityHelpText="冷却并冻结目标区域内的所有单位."

;==========================================================
; VANILLA OVERRIDE ----------------------------------------
;==========================================================
[Frostbomb X2GrenadeTemplate]
FriendlyName="寒霜手雷"
FriendlyNamePlural="寒霜手雷"
BriefSummary="基于吸热化学剂，这种弹药似乎能够瞬间降低周围区域的环境温度。暴露的身体组织接触后会被冷却."
TacticalText="<Bullet/> 寒霜手雷会冷却爆炸半径内的非金属单位，降低它们的机动性并削弱闪避几率.\n<Bullet/> 被困在爆炸中心的单位将被冻结，阻止它们在1个回合内的任何行动."
ThrownAbilityName="投掷寒霜手雷"
ThrownAbilityHelpText="冷却并冻结目标区域内的所有单位."
LaunchedAbilityname="发射寒霜手雷"
LaunchedAbilityHelpText="冷却并冻结目标区域内的所有单位."

[HazmatVest X2EquipmentTemplate]
FriendlyName="生化防护背心"
FriendlyNamePlural="生化防护背心"
BriefSummary="通过使用特种材料对纳米纤维背心进行强化，士兵的生命值得到提升，并可完全抵抗火、酸、毒或冰霜等环境威胁."
TacticalText="<Bullet/> 增加士兵的生命值.\n<Bullet/> 提供对火、酸、毒和冰霜的免疫力."

[Fortress X2AbilityTemplate]
LocFriendlyName="要塞"
LocLongDescription="<Ability:ClassName/> 对火、毒、酸、冰霜和爆炸伤害免疫."
LocHelpText="<Ability:ClassName/> 对火、毒、酸、冰霜和爆炸伤害免疫."
LocFlyOverText="要塞"
LocPromotionPopupText="<Bullet/>拥有要塞技能的<Ability:ClassName/>能够不受影响地穿过火焰、有毒、腐蚀区域.<br/>"